Repository: kefaxoo/kufar-analogue
Catalog: kufar-analogue/kufar-analogue/*.lproj/Localizable.strings
Languages: be, ru

# tabBar.profile
source: Profile
be: Профіль
ru: Профиль

# action.combinedBathroom
source: Сombined Bathroom
be: Сумешчаны
ru: Совмещенный

# action.delete
source: Delete post
be: Выдаліть пост
ru: Удалить пост

# action.glazedBalcon
source: Glazed Balcon
be: зашклёны
ru: Застекленный

# action.no
source: No
be: Не
ru: Нет

# action.nonGlazedBalcon
source: Non-Glazed Balcon
be: не зашклёны
ru: Не застекленный

# action.openGalerry
source: Open Galerry
be: Выбраць фота
ru: Выбрать фото

# action.separateBathroom
source: Separate Bathroom
be: раздзельны
ru: Раздельный

# action.takePhoto
source: Take photo
be: Зрабіць фота
ru: Сделать фото

# action.yes
source: Yes
be: Так
ru: Да

# button.editPostButton
source: Edit Post🤌🏾
be: Змяніць пост🤌🏾
ru: Изменить обьявление💅

# controller.areYouSureToMakeChangesAllertControllerMessage
source: Are you sure to make changes?
be: Вы ўпэўнены, што хочаце ўнесці змены?
ru: Вы уверены, что хотите внести изменения?

# controller.doYouWantToCreatePostWithoutDescription
source: Do you want to create post without description?
be: Вы хочаце стварыць аб'яву без апісання?
ru: Вы хотите создать объявление без описания

# controller.doYouWantToCreatePostWithoutPhoto
source: Do You want create without Photo?
be: Стварыць аб'яву без фота?
ru: Создать объявление без фото?

# controller.saveChangesAllertControllerTitle
source: Save Changes?
be: Захаваць змены?
ru: Сохранить изменения?

# controller.thereIsNoPhoto
source: There is no Photo
be: Не абрана фота
ru: Не выбрано фото

# controller.thereIsNotDescription
source: There is no description
be: Не запоўнена апісанне
ru: Не заполнено описание

# indicator.LogInToChangeYourProfileIndicator
source: Log in to change your profile
be: Увайдзіце, каб змяніць профіль
ru: Войдите, чтобы изменить профиль

# indicator.UserDoesntExist
source: User don`t exist
be: Карыстач не існуе
ru: Пользователь не существует

# indicator.UserDoesntHaveEmail
source: User don`t have email
be: У карыстача няма email
ru: У пользователя нет email

# indicator.emailIsEmptyIndicator
source: email Is Empty
be: email пусты
ru: email пустой

# indicator.errorCreatingUserIndicator
source: Error Creating User
be: Памылка стварэння карыстача
ru: Ошибка создания Пользователя

# indicator.errorDeletePostIndicator
source: Error delete post
be: Памылка выдалення аб'явы
ru: Ошибка удаления поста

# indicator.errorDuringPhotoProcessing
source: Error during Photo processing
be: Памылка пры апрацоўцы фота
ru: Ошибка при обработке фото

# indicator.errorIndicator
source: Error
be: Памылка
ru: Ошибка

# indicator.errorSendingVerificationEmailIndicator
source: Error sending verification email"
be: Памылка адпраўкі падцверджання
ru: Ошибка отправки подтверждения на email

# indicator.errorSigningInIndicator
source: Error Sign In
be: Памылка ўваходу
ru: Ошибка входа

# indicator.passwordHasLessIndicator
source: Password has less than 6 symbols
be: Пароль вінен быць больш за 6 сімвалаў
ru: Пароль должен быть длинной от 6 символов

# indicator.passwordIsEmptyIndicator
source: Password is Empty
be: Поле паролю пустое
ru: Поле пароля пустое

# indicator.passwordResetEmailSentIndicator
source: password Reset Email Sent
be: Пароль адпраўлены на е-пошту
ru: Пароль отправлен на email

# indicator.pleaseCheckYourEmailForConfirmNewEmailIndicator
source: Please check your email for confirm new email
be: Калі ласка, праверце пошту
ru: Пожалуйста, проверьте свою почту для подтверждения нового email

# indicator.pleaseCheckYourEmailForVerufyNewEmailIndicator
source: Check your email and verify account
be: Праверце пошту
ru: Проверьте email и подтвердите аккаунт

# indicator.pleaseLogin
source: Please login🥹
be: Калі ласка, ўвайдзіце🥹
ru: Пожалуйста, авторизуйтесь

# indicator.pleaseSelectBalconeType
source: Please, select balcone type
be: Абярыце тып балкону
ru: Выберите тип балкона

# indicator.pleaseSelectBathroomType
source: Please, select Bathroom type
be: Абярыце тып санвузла
ru: Выберите тип санузла

# indicator.postSuccessfulyCreated
source: Post successfully created
be: Аб'ява створана
ru: Обьявление создано

# indicator.postSuccessfulyEdited
source: Post successfuly edited
be: Аб'ява зменена
ru: Обьявление изменино

# indicator.successDeletePostIndicator
source: Success Delete Post
be: Аб'ява выдалена
ru: Пост успешно удален

# indicator.successIndicator
source: Success
be: Поспех
ru: Успех💅

# indicator.verificationEmailSentIndicator
source: Verification email sent
be: Пацвярджэнне адпраўлена
ru: Подтверждение отправлено на email

# indicator.verifyEmailIndicator
source: Verify Email
be: Пацвердзіце Email
ru: Подтвердите email

# indicator.writeNamePost
source: Write address
be: Запоўніце адрас
ru: Заполните адрес

# indicator.writeNumbersOfFloors
source: Write number of floors (0-30)
be: Запоўніце паверх
ru: Напишите этаж (0-30)

# indicator.writePhoneNumber
source: Write phone number
be: Запоўніце нумар тэлефона
ru: Заполните номер телефона

# indicator.writePrice
source: Write price
be: Запоўніце кошт
ru: Заполните цену

# indicator.writeTotalArea
source: Write total area
be: Запоўніце аг. плошчу
ru: Введите общую площадь

# indicator.writeTotalNumberOfRooms
source: Write total number of rooms
be: Запоўніце колькасць пакояў
ru: Введите количество комнат

# label.emptyProfileLabel
source: Empty profile
be: Профіль пусты
ru: Профиль пустой

# label.noPostLabel
source: No post`s
be: Аб'яў няма
ru: Об'явлений нет

# label.pleaseLogin
source: Please login🥹
be: Увайдзіце🥹
ru: Пожалуйста, авторизуйтесь

# label.totalNumberOfRoomsLabel
source: Total numer of Rooms
be: Агкльна пакояў
ru: Всего комнат

# label.userSetting
source: User Setting
be: Налады
ru: Настроjки

# label.userSettingNameLabel
source: Name
be: Імя
ru: Имя

# navBar.setting
source: Setting
be: Налады
ru: Настройки

# navBar.signIn
source: Sign In
be: Увайсці
ru: Войти

# navBar.signOut
source: Sign Out
be: Выйсці
ru: Выjти

# placeholder.textFieldTypeAddress
source: Enter address
be: Запоўніце адрас
ru: Введите адрес

# placeholder.textFieldTypeEmail
source: Enter email...
be: Увядзіце email...
ru: Введите email...

# placeholder.textFieldTypeName
source: Enter name...
be: Увядзіце імя...
ru: Введите имя...

# placeholder.textFieldTypePassword
source: Enter password...
be: Увядзіце пароль...
ru: Введите пароль...

# tabBar.add
source: Add
be: Дадаць
ru: Создать
